package buy.coke.zet.presentation.info.term

val TERM_TITLE = "Term_Title"

val servicePolicyTerm = "안녕하세요 ZET입니다. ZET는 사용자에게 가장 간편하게 최저가로 제로 콜라구매 소식(알림)과 경로를 제공하는 서비스입니다.\n" +
        "\n" +
        "ZET의 사용자는 별도의 회원가입 절차 없이 계정을 생성할 수 있습니다. 다만, 디바이스ID(또는 IMEI)를 기준으로 사용자를 구분하기 때문에 디바이스 정보가 바뀐 경우 문의메일(abc@gmail.com)을 통해 새 디바이스로 변경할 수 있습니다.\n" +
        "\n" +
        "가입 완료된 계정은 본인만 이용할 수 있고, 다른 사람에게 양도 불가합니다.\n" +
        "\n" +
        "ZET를 사용하는 모든 분들에게 더 나은 서비스를 전달하기 위해 아래의 경우 계정 사용이 불가(정지, 탈퇴)할 수 있습니다.\n" +
        "아래 6조 1항에 위배되거나 위법 또는 부당한 이용신청이 확인된 경우\n" +
        "ZET 내 합리적 판단에 의해 조치(정지, 탈퇴)가 필요할 경우\n" +
        "\n" +
        "ZET의 가격 알림 서비스는 타사 웹사이트, 서비스, ZET가 소유 및 관리하지 않는 기타 이벤트나 활동으로 연결되는 링크를 제공할 수 있습니다. ZET는 올바른 가격 알림을 위해 노력하지만, 타사의 정보, 상품, 콘텐츠, 서비스에 대해 어떠한 보증이나 책임은 부담하지 않습니다.\n" +
        "\n" +
        "제1조(목적)\n" +
        "이 약관은 ZET가 운영하는 서비스 \"ZET\" 관련 제반 서비스 (접속 가능한 유,무선 단말기의 종류와는 상관없이 이용 가능한 ZET가 제공하는 모든 \"서비스\" 를 의미함)에서 제공하는 상품 및 가격정보 등 상품에 대한 정보 제공 및 광고 서비스를 이용함에 있어 ZET와 이용자의 권리와 의무 및 책임사항 등을 규정함을 그 목적으로 합니다.\n" +
        "\n" +
        "제2조(정의)\n" +
        " '서비스' 란 ZET가 직접 수집하거나 계약을 통하여 입점 및 제휴한 쇼핑몰들의 상품 및 가격정보를 비교하여 회원의 구매를 돕는 서비스 및 기타 각종 서비스를 의미합니다.\n" +
        "'회원'은 ZET에 개인정보를 제공하여 회원등록을 한 자로서, ZET의 정보를 지속적으로 제공받으며, ZET가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.\n" +
        " '상품정보'란 ZET가 보유한 웹 페이지 형태의 텍스트, 음성, 화상, 이미지 등의 각종 데이터를 지칭하며 보유 유형은 다음 각호와 같습니다.\n" +
        "'ZET'가 자체 제작한 경우\n" +
        "'ZET'가 \"제휴사\"이외의 업체로부터 확보한 경우\n" +
        "'ZET'가 \"제휴사\"로부터 제공받은 경우\n" +
        "'가격정보' 란 ZET가 ‘회원’에게 고지하는 상품의 가격과 할인 혜택 정보를 말합니다.\n" +
        "\n" +
        "제3조(약관의 명시와 개정)\n" +
        "ZET는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의규제등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용 촉진 및 정보보호등에 관한 법률, 방문판매등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n" +
        "ZET는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 ZET의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관 내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.\n" +
        "ZET는 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호등에 관한 법률 등 관계법령을 위배하지 않는 범위에서 합리적 사유가 있는 경우 회원의 사전 동의 없이 본 약관을 개정할 수 있습니다.\n" +
        "ZET는 개정된 약관의 공지 후 효력발생일 이전까지 거부 의사 표시 또는 탈퇴를 하지 않을 경우 개정 약관에 동의하는 것으로 간주합니다. 회원이 개정약관의 적용에 동의하지 않는 경우 ZET는 개정 또는 회원은 이용계약을 해지할 수 있습니다.\n" +
        "이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계 법령 또는 상관례에 따릅니다.\n" +
        "이 약관의 규정이 대한민국의 강행법규와 상충되는 경우에는 그 강행법규에 따릅니다. 이 경우 다른 조항의 효력에는 영향을 미치지 아니합니다.\n" +
        "\n" +
        "제4조(서비스의 제공 및 변경)\n" +
        "ZET는 다음과 같은 업무를 수행합니다.\n" +
        " 1. 재화 또는 용역(이하 ‘상품’이라 함)에 대한 정보 제공\n" +
        " 2. 커뮤니티 서비스 (공지사항, 문의하기 등)\n" +
        " 3. 기타 회사가 정하는 서비스 또는 업무\n" +
        "\n" +
        "제 5 조 (서비스의 중단)\n" +
        "ZET는 긴급한 시스템 점검, 증설 및 교체 등 부득이한 사유로 인하여 예고 없이 일시적으로 서비스를 중단할 수 있으며, 새로운 서비스의 교체 등 ZET가 적절하다고 판단하는 사유에 의하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.\n" +
        "사업 종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 ZET는 제8조에 정한 방법으로 이용자에게 통지합니다.\n" +
        "ZET는 서비스를 특정 범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 지정할 수 있습니다. 다만 이 경우 그 내용을 공지합니다.\n" +
        "\n" +
        "제6조(회원탈퇴 및 자격상실)\n" +
        "회원은 ZET에 언제든지 탈퇴를 요청할 수 있으며 ZET는 즉시 회원탈퇴를 처리합니다.\n" +
        "회원이 다음 각 호의 사유에 해당하는 경우, ZET는 회원 자격을 제한 및 정지시킬 수 있습니다.\n" +
        "'회원'의 행위로 인하여 ZET의 신용도 및 대외적 이미지가 저해된 경우\n" +
        "타인의 ZET 이용을 방해하거나 타인의 정보를 도용하는 등 전자거래질서를 위협하는 경우\n" +
        "ZET의 운영진, 임직원 또는 관계자를 사칭하는 경우\n" +
        "ZET의 서비스 운영에 고의 또는 과실로 불이익을 주거나 방해를 하는 경우\n" +
        "타인의 명예를 훼손하거나 모욕하는 경우\n" +
        "법령 또는 이 약관에서 금지하거나 공서양속에 반하는 행위를 하는 경우\n" +
        "회원은 전 항의 귀책사유로 인하여 ZET나 다른 회원 및 이용자에게 입힌 손해를 배상할 민사상의 책임이 있으며, 범죄 행위에 대해서는 형사 상의 책임을 부담합니다.\n" +
        "ZET는 회원 자격을 제한/정지 시킨 후, 동일한 행위가 반복되거나 상당기간 그 사유가 시정되지 아니하는 경우 ZET는 회원자격을 상실 시킬 수 있습니다.\n" +
        "ZET는 회원의 자격을 상실 시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한30일 이상의 기간을 정하여 소명할 기회를 부여합니다.\n" +
        "탈퇴할 경우, 가입 시 입력 및 선택한 닉네임, 정보를 받을 쇼핑몰 목록, 가격 혜택 정보를 받을 카드사 목록은 삭제되고 복구가 불가합니다.\n" +
        "\n" +
        "제8조(회원에 대한 통지)\n" +
        "ZET는 불특정다수 회원에 대한 통지의 경우 1주일 이상 공지사항에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.\n" +
        "\n" +
        "제9조(대리행위 및 보증인의 부인)\n" +
        "ZET는 구매자와 판매자 간의 자유로운 상품의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 구매자 또는 판매자를 대리하지 않습니다. 이용자 사이에 성립된 거래에 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 이용자가 직접 부담하여야 합니다.\n" +
        "\n" +
        "제10조(정보의 제공 및 광고의 게재)\n" +
        "ZET는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 게시판에 공지하거나 앱푸쉬 등의 방법으로 회원에게 제공할 수 있습니다. 그리고 회원은 법령에 따라 회사에게 부과된 의무이행을 위한 절차안내, 고객문의 등에 대한 답변, 기타 거래관련정보 등을 제외하고는 언제든지 수신 거절을 할 수 있습니다.\n" +
        "ZET는 서비스의 운영과 관련하여 서비스 화면 등에 광고를 게재할 수 있습니다.\n" +
        "\n" +
        "제11조(개인정보보호)\n" +
        "ZET는 서비스를 제공하기 위하여 관련 법령의 규정에 따라 회원으로부터 필요한 개인정보를 수집합니다. (개인정보에 대한 개별 항목은 개인정보처리방침에 고지)\n" +
        "ZET는 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.\n" +
        "제공된 개인정보는 당해 이용자의 동의 없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 ZET가 집니다. 다만, 다음의 경우에는 예외로 합니다.\n" +
        "도용 방지를 위하여 본인확인에 필요한 경우\n" +
        "법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우\n" +
        "ZET는 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에 개인정보보호 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 개인정보의 보유 기간 및, 이용 기간, 제3자에 대한 정보제공 관련 사항(제공 받는 자, 제공목적 및 제공할 정보의 내용) 등 정보통신망 이용촉진 및 정보보호등에 관한 법률 제22조 제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.\n" +
        "ZET는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 이용자의 개인 정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 책임을 집니다.\n" +
        "ZET 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.\n" +
        "기타 개인정보 처리와 관련한 내용은 '개인정보처리방침'에 고지하고 있으며 약관과 별도의 동의를 얻습니다.\n" +
        "\n" +
        "제12조(회원의 의무)\n" +
        "회원은 다음 각 호의 행위를 하여서는 안됩니다.\n" +
        "회사 및 제3자의 지적재산권을 침해하거나 회사의 권리와 업무 또는 제3자의 권리와 활동를 방해하는 행위\n" +
        "관련 법령에 의하여 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)의 게시 또는 전송하는 행위\n" +
        "회사의 직원 또는 서비스의 관리자를 가장하거나 타인의 명의를 도용하여 정보를 게시, 전송하는 행위\n" +
        "컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전송하는 행위\n" +
        "기타 상식적인 \"악성\" 영업방해 행위\n" +
        "회사가 제공하는 관련 서비스에 게시된 공지사항 규정을 위반하는 행위\n" +
        "서버나 회선에 무리를 줄 수 있는 행위\n" +
        "사람의 직접적인 행동이 아닌 자동화된 프로그램이나 봇을 통해 로그인 및 로그인된 사용자가 하는 기능들을 이용하는 행위 또는 사이트 내용을 추출해서 광고를 제거해서 다시 제공하는 행위\n" +
        "제1항에 해당하는 행위를 한 회원이 있을 경우 회사는 본 약관 제6조 제2, 6항에서 정한 바에 따라 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다. \n" +
        "회원은 위 귀책사유 등으로 인하여 회사나 다른 회원이 입은 손해를 배상할 책임이 있습니다.\n" +
        "\n" +
        "제13조(ZET와 연결된 '몰'과의 관계)\n" +
        "ZET와 연결된 '몰'(웹사이트, 앱 등)이란 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우를 말합니다.\n" +
        "ZET는 연결된 '몰'(웹사이트, 앱 등)이 독자적으로 제공하는 상품에 의하여 이용자와 행하는 거래에 대한 보증책임을 지지 않습니다.\n" +
        "\n" +
        "제14조(ZET의 면책)\n" +
        "ZET는 회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.\n" +
        "ZET는 회원의 컴퓨터 오류에 의해 손해가 발생한 경우 책임을 지지 않습니다.\n" +
        "회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 ZET는 일절 책임을 지지 않습니다.\n" +
        "ZET의 서비스 화면에서 링크, 배너 등을 통하여 연결된 '사이트'와 회원간에 이루어진 거래에 ZET는 개입하지 않으며, 해당 거래에 대하여 책임을 지지 않습니다.\n" +
        "ZET는 서비스 화면에 표시되는 판매자 회원 또는 제3자가 제공하는 상품 또는 정보 등의 정확성, 적시성, 타당성 등에 대하여 보증 하지 않으며, 그와 관련하여 어떠한 책임도 부담하지 아니 합니다.\n" +
        "\n" +
        "제15조(기타 사항)\n" +
        "ZET는 필요한 경우 특정 서비스나 기능의 전부 또는 일부를 사이트를 통해 미리 공지한 후 일시적 또는 영구적으로 수정하거나 중단할 수 있습니다.\n" +
        "각 당사자는 상대방의 서면동의 없이 이 약관 상의 권리와 의무를 제3자에게 양도하거나 처분할 수 없습니다.\n" +
        "이 약관과 관련하여 당사자간의 합의에 의하여 추가로 작성된 계약서, 협정서, 통보서 등과 ZET의 정책변경, 법령의 제 개정 또는 공공기관의 고시나 지침 등에 의하여 ZET가 공지하는 내용도 이용계약의 일부를 구성합니다.\n" +
        "\n" +
        "제 6조(재판관할 및 준거법)\n" +
        "ZET와 사용자간에 발생한 분쟁에 관하여 대한민국 법력을 적용하며, ZET의 주소지를 관할하는 법원을 관할법원으로 합니다."